class ItemCategory < Active::Hash
  self.data = [
    { id: 玄関ドアのお掃除, name:'玄関ドアのお掃除' },
    { id: 窓ガラスのお掃除, name:'窓ガラスのお掃除' },
    { id: 網戸のお掃除, name:'網戸のお掃除' },
    { id: シューズボックスのお掃除, name:'シューズボックスのお掃除' },
    { id: タイル床のお掃除, name:'タイル床のお掃除' },

    { id: 浴室, name:'浴室' },
    { id: 窓ガラスのお掃除, name:'窓ガラスのお掃除' },
    { id: シャッターのお掃除, name:'シャッターのお掃除' },
    { id: 網戸のお掃除, name:'網戸のお掃除' },
    { id: 吸気口のお掃除, name:'吸気口のお掃除' },
    { id: フローリングのお掃除, name:'フローリングのお掃除' },
    { id: クローゼットのお掃除, name:'クローゼットのお掃除' },
    
    { id: 窓ガラスのお掃除, name:'窓ガラスのお掃除' },
    { id: 網戸のお掃除, name:'網戸のお掃除' },
    { id: シャッターのお掃除, name:'シャッターのお掃除'},
    { id: 網戸のお掃除, name:'網戸のお掃除' },
    { id: 吸気口のお掃除, name:'吸気口のお掃除' },
    { id: 畳のお掃除, name:'畳のお掃除' },
    { id: クローゼットのお掃除, name:'クローゼットのお掃除' },
    
    { id: シンクのお掃除, name:'シンクのお掃除' },
    { id: ワークトップのお掃除, name:'ワークトップのお掃除' },
    { id: レンジフードのお掃除, name:'レンジフードのお掃除' },
    { id: コンロのお掃除, name:'コンロのお掃除' },
    { id: キッチンパネルのお掃除, name:'キッチンパネルのお掃除' },
    
    { id: 洗面化粧台のお掃除, name:'洗面化粧台のお掃除' },
    { id: 窓ガラスのお掃除, name:'窓ガラスのお掃除' },
    { id: 網戸のお掃除, name:'網戸のお掃除' },
    { id: 換気扇のお掃除, name:'換気扇のお掃除' },
    { id: 洗濯機周辺のお掃除, name:'洗濯機周辺のお掃除' },
    
    { id: 窓ガラスのお掃除, name:'窓ガラスのお掃除' },
    { id: 網戸のお掃除, name:'網戸のお掃除' },
    { id: 洗い場のお掃除, name:'洗い場のお掃除' },
    { id: 浴槽のお掃除, name:'浴槽のお掃除' },
    { id: 換気扇（浴室暖房乾燥機）のお掃除, name:'換気扇（浴室暖房乾燥機）のお掃除' },
    
    { id: 便器のお掃除, name:'便器のお掃除' },
    { id: 窓ガラスのお掃除, name:'窓ガラスのお掃除' },
    { id: 網戸のお掃除, name:'網戸のお掃除' },
    { id: 手洗いカウンターのお掃除, name:'手洗いカウンターのお掃除' },
    { id: 床（トイレ）のお掃除, name:'床（トイレ）のお掃除' },

    { id: 踏板のお掃除, name:'踏板のお掃除' },
    { id: 窓ガラスのお掃除, name:'窓ガラスのお掃除' },
    { id: 網戸のお掃除, name:'網戸のお掃除' },
    
    { id: 窓ガラスのお掃除, name:'窓ガラスのお掃除' },
    { id: シャッターのお掃除, name:'シャッターのお掃除' },
    { id: 網戸のお掃除, name:'網戸のお掃除' },
    { id: 吸気口のお掃除, name:'吸気口のお掃除' },
    { id: フローリングのお掃除, name:'フローリングのお掃除' },
    { id: クローゼットのお掃除, name:'クローゼットのお掃除' },
    
    { id: 窓ガラスのお掃除, name:'窓ガラスのお掃除' },
    { id: シャッターのお掃除, name:'シャッターのお掃除' },
    { id: 網戸のお掃除, name:'網戸のお掃除' },
    { id: 吸気口のお掃除, name:'吸気口のお掃除' },
    { id: フローリングのお掃除, name:'フローリングのお掃除' },
    { id: クローゼットのお掃除, name:'クローゼットのお掃除' },
    
    { id: 窓ガラスのお掃除, name:'窓ガラスのお掃除' },
    { id: シャッターのお掃除, name:'シャッターのお掃除' },
    { id: 網戸のお掃除, name:'網戸のお掃除' },
    { id: 吸気口のお掃除, name:'吸気口のお掃除' },
    { id: フローリングのお掃除, name:'フローリングのお掃除' },
    { id: クローゼットのお掃除, name:'クローゼットのお掃除' },

    { id: 床（バルコニー）のお掃除, name:'床（バルコニー）のお掃除' },
    { id: 排水溝のお掃除, name:'排水溝のお掃除' },
    { id: 外壁のお掃除, name:'外壁のお掃除' },

    { id: タイル床のお掃除, name:'タイル床のお掃除' },
    { id: サインポールのお掃除, name:'サインポールのお掃除' },
    { id: 土間のお掃除, name:'土間のお掃除' },
    { id: 雑草の処理, name:'雑草の処理' },
    { id: 汚水桝のお掃除, name:'汚水桝のお掃除' },
    { id: 給湯器のお掃除, name:'給湯器のお掃除' },
    { id: 外壁のお掃除, name:'外壁のお掃除' }
  ]
end
