class ItemCategory < ActiveHash::Base
  self.data = [
    { id: 1, name:'玄関ドアのお掃除' },
    { id: 2, name:'窓ガラスのお掃除' },
    { id: 3, name:'網戸のお掃除' },
    { id: 4, name:'シューズボックスのお掃除' },
    { id: 5, name:'タイル床のお掃除' },

    { id: 6, name:'浴室' },
    { id: 7, name:'窓ガラスのお掃除' },
    { id: 8, name:'シャッターのお掃除' },
    { id: 9, name:'網戸のお掃除' },
    { id: 10, name:'吸気口のお掃除' },
    { id: 11, name:'フローリングのお掃除' },
    { id: 12, name:'クローゼットのお掃除' },
    
    { id: 13, name:'窓ガラスのお掃除' },
    { id: 14, name:'網戸のお掃除' },
    { id: 15, name:'シャッターのお掃除'},
    { id: 16, name:'網戸のお掃除' },
    { id: 17, name:'吸気口のお掃除' },
    { id: 18, name:'畳のお掃除' },
    { id: 19, name:'クローゼットのお掃除' },
    
    { id: 20, name:'シンクのお掃除' },
    { id: 21, name:'ワークトップのお掃除' },
    { id: 22, name:'レンジフードのお掃除' },
    { id: 23, name:'コンロのお掃除' },
    { id: 24, name:'キッチンパネルのお掃除' },
    
    { id: 25, name:'洗面化粧台のお掃除' },
    { id: 26, name:'窓ガラスのお掃除' },
    { id: 27, name:'網戸のお掃除' },
    { id: 28, name:'換気扇のお掃除' },
    { id: 29, name:'洗濯機周辺のお掃除' },
    
    { id: 30, name:'窓ガラスのお掃除' },
    { id: 31, name:'網戸のお掃除' },
    { id: 32, name:'洗い場のお掃除' },
    { id: 33, name:'浴槽のお掃除' },
    { id: 34, name:'換気扇（浴室暖房乾燥機）のお掃除' },
    
    { id: 35, name:'便器のお掃除' },
    { id: 36, name:'窓ガラスのお掃除' },
    { id: 37, name:'網戸のお掃除' },
    { id: 38, name:'手洗いカウンターのお掃除' },
    { id: 39, name:'床（トイレ）のお掃除' },

    { id: 40, name:'踏板のお掃除' },
    { id: 41, name:'窓ガラスのお掃除' },
    { id: 42, name:'網戸のお掃除' },
    
    { id: 43, name:'窓ガラスのお掃除' },
    { id: 44, name:'シャッターのお掃除' },
    { id: 45, name:'網戸のお掃除' },
    { id: 46, name:'吸気口のお掃除' },
    { id: 47, name:'フローリングのお掃除' },
    { id: 48, name:'クローゼットのお掃除' },
    
    { id: 49, name:'窓ガラスのお掃除' },
    { id: 50, name:'シャッターのお掃除' },
    { id: 51, name:'網戸のお掃除' },
    { id: 52, name:'吸気口のお掃除' },
    { id: 53, name:'フローリングのお掃除' },
    { id: 54, name:'クローゼットのお掃除' },
    
    { id: 55, name:'窓ガラスのお掃除' },
    { id: 56, name:'シャッターのお掃除' },
    { id: 57, name:'網戸のお掃除' },
    { id: 58, name:'吸気口のお掃除' },
    { id: 59, name:'フローリングのお掃除' },
    { id: 60, name:'クローゼットのお掃除' },

    { id: 61, name:'床（バルコニー）のお掃除' },
    { id: 62, name:'排水溝のお掃除' },
    { id: 63, name:'外壁のお掃除' },

    { id: 64, name:'タイル床のお掃除' },
    { id: 65, name:'サインポールのお掃除' },
    { id: 66, name:'土間のお掃除' },
    { id: 67, name:'雑草の処理' },
    { id: 68, name:'汚水桝のお掃除' },
    { id: 69, name:'給湯器のお掃除' },
    { id: 70, name:'外壁のお掃除' }
  ]
end
