class MentenanceCategory < ActiveHash::Base
  self.data = [
    { id: 1, name:'拭き掃除（屋外面）' },
    { id: 2, name:'拭き掃除（室内面）' },
    { id: 3, name:'ドアクローザーの拭き掃除' },

    { id: 4, name:'拭き掃除（屋外面）' },
    { id: 5, name:'拭き掃除（室内面）' },
    { id: 6, name:'サッシのレール掃除' },
  
    { id: 7, name:'換気' },
    { id: 8, name:'拭き掃除' },
    { id: 9, name:'棚の掃き掃除' },

    { id: 10, name:'掃き掃除' },
    { id: 11, name:'ブラシでの清掃' },
    
    { id: 12, name:'レールのお掃除' },
    { id: 13, name:'シャッターボックスのお掃除' },
    { id: 14, name:'シャッター本体（スラット）のお掃除' },
    { id: 15, name:'蜘蛛の巣の除去' },
    { id: 16, name:'蜂の巣の除去' },

    { id: 17, name:'網戸の拭き掃除' },
    { id: 18, name:'網戸の外れ留めチェック' },

    { id: 19, name:'フィルターのお掃除' },

    { id: 20, name:'拭き掃除' },
    { id: 21, name:'扉の開閉' },

    { id: 22, name:'畳の水拭き掃除' },
    { id: 23, name:'畳の掃き掃除' },
    { id: 24, name:'敷居のお掃除' },

    { id: 25, name:'水垢のお掃除' },
    { id: 26, name:'石鹸カスのお掃除' },
    { id: 27, name:'シンクの排水口のお掃除' },

    { id: 28, name:'油汚れのお掃除' },
    { id: 29, name:'水垢のお掃除' },

    { id: 30, name:'油汚れのお掃除' },
    { id: 31, name:'レンジフードフィルターのお掃除' },
    { id: 32, name:'レンジフード周辺のお掃除' },

    { id: 33, name:'油汚れのお掃除' },
    { id: 34, name:'グリルのお掃除' },

    { id: 35, name:'油汚れのお掃除' },
    { id: 36, name:'水垢のお掃除' },

    { id: 37, name:'排水口のお掃除' },
    { id: 38, name:'水垢のお掃除' },
    { id: 39, name:'石鹸カスのお掃除' },
    { id: 40, name:'鏡のお掃除' },

    { id: 41, name:'フィルターのお掃除' },

    { id: 42, name:'洗濯パンや洗濯機天面のホコリ除去' },

    { id: 43, name:'排水口のお掃除' },
    { id: 44, name:'ピンク汚れのお掃除' },
    { id: 45, name:'鏡のお掃除' },
    { id: 46, name:'水垢のお掃除' },
    { id: 47, name:'石鹸カスのお掃除' },

    { id: 48, name:'排水口のお掃除' },
    { id: 49, name:'ピンク汚れのお掃除' },
    { id: 50, name:'鏡のお掃除' },
    { id: 51, name:'水垢のお掃除' },
    { id: 52, name:'石鹸カスのお掃除' },

    { id: 53, name:'フィルターのお掃除' },

    { id: 54, name:'便器内のお掃除' },
    { id: 55, name:'便座のお掃除' },
    { id: 56, name:'手洗い付きタンクのお掃除' },

    { id: 57, name:'手洗いボウルのお掃除' },

    { id: 58, name:'布類の洗濯' },
    { id: 59, name:'トイレ床の拭き掃除' },

    { id: 60, name:'床の掃き掃除' },
    { id: 61, name:'床の拭き掃除' },
    { id: 62, name:'巾木のお掃除' },

    { id: 63, name:'床の掃き掃除' },
    { id: 64, name:'床の拭き掃除' },
    { id: 65, name:'巾木のお掃除' },

    { id: 66, name:'床の水洗い' },

    { id: 67, name:'ゴミの除去' },
    { id: 68, name:'流水' },

    { id: 69, name:'インターホンの拭き掃除' },
    { id: 70, name:'ポストの拭き掃除' },

    { id: 71, name:'タイヤ痕の除去' },
    { id: 72, name:'錆の除去' },

    { id: 73, name:'除草作業' },

    { id: 74, name:'流水によるお掃除' },
    { id: 75, name:'洗浄機によるお掃除' },

    { id: 76, name:'蜘蛛の巣の除去' },
    { id: 77, name:'蜂の巣の除去' },
    { id: 78, name:'外部機器の拭き掃除' },

    { id: 79, name:'壁の水洗い' },
  ]

end
